Repository: dawiddworak88/GiuruIdentity
Catalog: */Infrastructure/Localization/Foundation.Localization/Resources/ClientResources.*.resx
Languages: de, pl

# AccountCreated
source: Account created successfully
de: Konto erfolgreich erstellt
pl: Pomyślnie utworzono konto

# AccountText
source: Create account
de: Benutzerkonto erstellen
pl: Utwórz konto

source: Back to roles
de: Zurück zu den Rollen
pl: Powróc do ról

# ApplicationDeletedSuccessfully
source: Successfully deleted customer application
de: Kundenanwendung erfolgreich gelöscht
pl: Pomyślnie usunięto wniosek klienta

source: Back to clients applications
de: Zurück zu den Kundenanwendungen
pl: Powróc do aplikacji klientów

source: Client
de: Kunde
pl: Klient

# ClientAlreadyExists
source: User with this e-mail address has been already created.
de: Der Kunder mit dieser E-Mail-Adresse wurde schon erstellt.
pl: Użytkownik o podanym adresie e-mail został już utworzony.

# ClientApplicationNotFound
source: Customer application not found
de: Kundenanwendung nicht gefunden
pl: Nie znaleziono wniosku klienta

# ClientApplicationSavedSuccessfully
source: Successfully saved client application
de: Client-Anwendung erfolgreich gespeichert
pl: Wniosek klienta został pomyślnie zapisany

# ClientApplyConfirmation
source: Thank you for registering on our B2B platform. Your application has been sent and is waiting for verification by our team. We will notify you by e-mail about activating the account.
de: Vielen Dank für die Registrierung auf unserer B2B-Plattform. Ihre Bewerbung wurde gesendet und wartet auf die Überprüfung durch unser Team. Wir benachrichtigen Sie per E-Mail über die Aktivierung des Kontos.
pl: Dziękujemy za rejestrację na naszej platformie B2B. Twój wniosek został przesłany i czeka na weryfikację naszego zespołu. O aktywacji konta powiadomimy Cię drogą mailową.

# ClientApplyConfirmationSubject
source: Confirmation of sending the request for cooperation.
de: Bestätigung des Absendens der Kooperationsanfrage.
pl: Potwierdzenie przesłania prośby o współpracę.

# ClientApplySubject
source: New cooperation request
de: Neue Kooperationsanfrage
pl: Nowa prośba współpracy

# ClientDeletedSuccessfully
source: Client has been deleted successfully.
de: Kunde wurde erfolgreich gelöscht.
pl: Klient został usunięty.

# ClientExists
source: A customer with this e-mail address already exists.
de: Ein Kunde mit dieser E-Mail-Adresse existiert bereits.
pl: Klient o takim adresie e-mail już istnieje.

# ClientManagers
source: Client account managers
de: Kundenbetreuer
pl: Account menedżerowie klientów

# ClientNotFound
source: Client has not been found.
de: Kunde wurde nicht gefunden.
pl: Klient nie został znaleziony.

source: Clients
de: Kunden
pl: Klienci

source: Clients applications
de: Client-Anwendungen
pl: Wnioski klientów

# ClientSavedSuccessfully
source: Client has been saved successfully.
de: Der Kunde wurde erfolgreich gespeichert.
pl: Klient został pomyślnie zapisany.

source: Clients groups
de: Kundengruppen
pl: Grupy klientów

# ClientsRoles
source: Roles
de: Rollen
pl: Role

source: Edit client
de: Kunde bearbeiten
pl: Edytuj klienta

# EditClientRole
source: Edit role
de: Rolle bearbeiten
pl: Edytuj rolę

source: Edit client application
de: Clientanwendung bearbeiten
pl: Edytuj wniosek klienta

# EditClientManager
source: Edit client account manager
de: Kundenkontomanager bearbeiten
pl: Edytuj account menedżera klienta

# EditGroup
source: Edit client group
de: Kundengruppe bearbeiten
pl: Edytuj grupę

# GroupDeleteClientConflict
source: Unassign clients from this group.
de: Heben Sie die Zuweisung von Clients zu dieser Gruppe auf.
pl: Usuń przypisanie klientów do tej grupy.

# GroupDeletedSuccessfully
source: Client group has been deleted successfully.
de: Gruppe wurde erfolgreich gelöscht.
pl: Grupa została usunięta.

# GroupNotFound
source: Client group has not been found.
de: Gruppe wurde nicht gefunden.
pl: Grupa nie została znaleziona.

# GroupSavedSuccessfully
source: Client group has been saved successfully.
de: Gruppe wurde erfolgreich gespeichert.
pl: Grupa została pomyślnie zapisana.

# ManagerDeleteConflict
source: Unassign clients from this account manager.
de: Heben Sie die Zuweisung von Clients zu diesem Account-Manager auf.
pl: Usuń przypisanie klientów do tego account menedzera.

# ManagerDeletedSuccessfully
source: Account manager has been deleted successfully.
de: Account-Manager wurde erfolgreich gelöscht.
pl: Pomyślnie usunięto menedżera.

# ManagerExist
source: Account manager exist
de: Account-Manager existiert bereit
pl: Account menedżer już istnieje.

# ManagerNotFound
source: Account manager has not been found.
de: Account-Manager wurde nicht gefunden.
pl: Account menedżer nie został znaleziony.

# ManagerSavedSuccessfully
source: Account manager has been saved successfully.
de: Account-Manager wurde erfolgreich gespeichert.
pl: Pomyślnie zapisano menedżera.

# NavigateToClientsLabel
source: Back to clients
de: Zurück zu den Kunden
pl: Powróć do klientów

# NavigateToGroupsText
source: Back to groups
de: Zurück zu den Gruppen
pl: Powróć do grup klientów

# NavigateToManagersText
source: Back to account managers
de: Zurück zu den Account-Managern
pl: Powróć do account menedżerów

source: New client
de: Neuer Kunde
pl: Nowy klient

# NewClientApplication
source: Add application
de: Anwendung hinzufügen
pl: Dodaj wniosek

# NewGroup
source: New client group
de: Neue Kundengruppe
pl: Nowa grupa

# NewManager
source: New account manager
de: Neuer Account-Manager
pl: Nowy account menedżer

# NoClients
source: No clients available
de: Keine Kunden verfügbar
pl: Brak dostępnych klientów

# NoGroupsText
source: No client groups available
de: Keine Kundengruppe verfügbar
pl: Brak dostępnych grup

# NoManagers
source: No account managers available
de: Keine Account-Manager verfügbar
pl: Brak dostępnych account menedzerów

# ResetPasswordText
source: Reset password
de: Passwort zurücksetzen
pl: Zresetuj hasło

# RoleDeletedSuccessfully
source: Successfully deleted role.
de: Rolle erfolgreich gelöscht.
pl: Pomyślnie usunięto role.

# RoleIsExisting
source: Role exist
de: Rolle vorhanden
pl: Rola już istnieje

source: Role not found
de: Rolle nicht gefunden
pl: Nie znaleziono roli.

# RoleSavedSuccessfully
source: Successfully saved role.
de: Rolle erfolgreich gespeichert.
pl: Pomyślnie zapisano role.

source: Country deleted successfully.
de: Land erfolgreich gelöscht.
pl: Pomyślnie usunięto kraj.

source: Country saved successfully.
de: Land erfolgreich gespeichert.
pl: Pomyślnie zapisano kraj.

source: Edit country
de: Land bearbeiten
pl: Edytuj kraj

# NavigateToCountriesText
source: Back to countries
de: Zurück zu den Ländern
pl: Powróć do krajów

# NewCountry
source: Add country
de: Land hinzufügen
pl: Dodaj kraj

# AddressDeleteDefaultConflict
source: The selected address is assigned as the default.
de: Die ausgewählte Adresse wird als Standard zugewiesen.
pl: Wybrany adres jest przypisany jako domyslny.

source: Client address not found.
de: Kundenadresse nicht gefunden.
pl: Nie znaleziono adresu klienta.

# ClientDeleteAddressConflict
source: Delete the addresses assigned to this Client
de: Löschen Sie die diesem Kunden zugewiesenen Adressen.
pl: Usuń przypisane adresy do tego klienta.

source: Back to addresses
de: Zurück zu den Adressen
pl: Powróć do adresów

source: Delivery address
de: Lieferadresse
pl: Adres dostawy

# DeliveryAddressDeleteDefaultConflict
source: Delivery address cannot be deleted because it is assigned as default
de: Die Lieferadresse kann nicht gelöscht werden, da sie als Standardadresse zugewiesen ist
pl: Adres dostawy nie może zostać usunięty, ponieważ jest on przypisany jako domyślny

# ClientAddressDeletedSuccessfully
source: Client address successfully deleted
de: Kundenadresse erfolgreich gelöscht
pl: Pomyślnie usunięto adres klienta

# ClientAddressSavedSuccessfully
source: Client address successfully saved
de: Kundenadresse erfolgreich gespeichert
pl: Pomyślnie zapisano adres klienta

source: Billing address
de: Rechnungsadresse
pl: Adres bilingowy

# BillingAddressDeleteDefaultConflict
source: Billing address cannot be deleted because it is assigned as the default address
de: Die Rechnungsadresse kann nicht gelöscht werden, da sie als Standardadresse zugewiesen ist
pl: Adres bilingowy nie może zostać usunięty, ponieważ jest on przypisany jako domyślny

# NewClientAddress
source: Add address
de: Adresse hinzufügen
pl: Dodaj adres

# PreferedCurrencyLabel
source: Prefered currency
de: Bevorzugte währung
pl: Preferowana waluta
