Repository: dawiddworak88/GiuruIdentity
Catalog: */Infrastructure/Localization/Foundation.Localization/Resources/InventoryResources.*.resx
Languages: de, pl

source: Available quantity
de: Aktueller Lagerbestand
pl: Aktualny stan

# AvailableQuantityLabel
source: Available quantity
de: Aktueller Lagerbestand
pl: Aktualny stan magazynowy

# CannotFindProductById
source: No product found with id
de: Kein Produkt mit ID gefunden
pl: Nie odnaleziono produktu o id

# ChangeExpectedDeliveryLabel
source: Change expected delivery
de: Neuer Liefertermin
pl: Nowy termin dostawy

# EditInventory
source: Inventory
de: Inventargegenstand
pl: Stan produktu

# EditWarehouses
source: Warehouse
de: Lagerhaus bearbeiten
pl: Magazyn

# ExpectedDeliveryLabel
source: Expected Delivery
de: Lieferzeit
pl: Przewidywana dostawa:

source: Inventory
de: Verfügbarkeit
pl: Stany magazynowe

# InventoryDeletedSuccessfully
source: Inventory has been deleted successfully
pl: Pomyślnie usunięto.

source: Inventory not found
de: Inventar nicht auf lagerhaus gefunden
pl: Nie znaleziono produktu w stanach magazynowych

# InventorySavedSuccessfully
source: Inventory has been saved successfully
de: Inventar wurde erfolgreich gespeichert
pl: Stan magazynowy został zapisany pomyślnie

# LocationLabel
source: Location
de: Standort
pl: Lokalizacja

# LocationRequiredErrorMessage
source: Enter location
de: Geben Sie Ihre Standorte ein
pl: Wprowadź lokalizacje

# NameLabel
source: Name
pl: Nazwa

# NameRequiredErrorMessage
source: Enter name
de: Geben Sie einen Namen ein
pl: Wprowadź nazwe

# NavigateToInventoryListText
source: Back to inventory
de: Zurück zum Inventargegenstand
pl: Powróć do stanów magazynowych

# NavigateToOutletListText
source: Zurück zum Ausgang
pl: Powróć do wyprzedaży

# NavigateToWarehouseListText
source: Back to warehouses
de: Zurück zu den Lagerhaus
pl: Powróć do magazynów

# NewOutletText
source: New outlet item
pl: Nowy element wyprzedaży

# NewText
source: New warehouse
de: Neues Lagerhaus
pl: Nowy magazyn

# NewTextInventory
source: New inventory item
de: Neuer Inventargegenstand
pl: Nowy stan magazynowy

# NullAvailability
source: Product will exceed the inventory less than zero
de: Das Produkt übersteigt den Bestand um weniger als null
pl: Produkt przekroczy stan magazynowy mniejszy od zera

# OrderNameLabel
source: Order number
pl: Numer zamówienia

# OrderNameRequiredErrorMessage
source: Please enter order number
pl: Wprowadź numer zamówienia

source: Outlet item
de: Outlet-Artikel
pl: Element wyprzedaży

# OutletItemDeletedSuccessfully
source: Outlet item has been deleted successfully.
de: Outlet-Artikel wurde erfolgreich gelöscht.
pl: Element wyprzedaży został usunięty pomyślnie.

# OutletItemSavedSuccessfully
source: Outlet item has been saved successfully.
de: Outlet-Artikel wurde erfolgreich gespeichert.
pl: Element wyprzedaży został zapisany pomyślnie.

# ProductRequiredErrorMessage
source: Enter product
de: Geben Sie das Produkt ein
pl: Wprowadź produkt

# QuantityFormatErrorMessage
source: The field value cannot be less than the non-negative values
de: Anzahl der Produkte muss größer als negative Werte sein
pl: Wpisz ilość większą niż 0

# QuantityLabel
source: Quantity
de: Anzahl der Produkte
pl: Ilość

# QuantityRequiredErrorMessage
source: Enter quantity
de: Bitte geben Sie die Menge ein
pl: Wprowadź ilość

# RestockableInDaysLabel
source: Restockable in days
de: Die Anzahl der Tage bis Ausfüllen
pl: Dostępne za dni:

# SaveText
source: Save
de: Speichern
pl: Zapisz

# SelectProductLabel
source: Product
de: Produkt
pl: Produkt

source: Select warehouse
de: Lagerhaus
pl: Wybierz magazyn

source: Warehouse
de: Lagerhaus
pl: Magazyn

# WarehouseNotFound
source: Not found warehouse
de: Kein lagerhaus gefunden
pl: Nie znaleziono magazynu

# WarehouseRequiredErrorMessage
source: Enter warehouse name
de: Geben Sie einen Namen ein
pl: Wprowadź nazwe magazynu

source: Warehouses
de: Lagerhaus
pl: Magazyny

# WarehouseSavedSuccessfully
source: Warehouse has been successfully created
de: Neues lagerhaus erfolgreich erstellt
pl: Pomyślnie utworzono nowy magazyn
