Repository: dawiddworak88/GiuruIdentity
Catalog: */Infrastructure/Localization/Foundation.Localization/Resources/OrderResources.*.resx
Languages: de, pl

# AddedProduct
source: Added
de: Hinzugefügt
pl: Dodano

source: Adding to cart
de: Warenkorb hinzufügen
pl: Dodaj do koszyka

# AddOrderItem
source: Add
de: Hinzufügen
pl: Dodaj

source: Add to cart
de: In den Warenkorb legen
pl: Dodaj do koszyka

# BasketDeletedSuccessfully
source: The basket has been cleared successfully
de: Der Warenkorb wurde erfolgreich geleert
pl: Koszyk został pomyślnie wyczyszczony

# CancellationOrderError
source: Only newly created orders can be cancelled.
de: Nur neu erstellte Bestellungen können storniert werden.
pl: Tylko nowo utworzone zamówienia można anulować.

source: Cancel order
de: Bestellung stornieren
pl: Anuluj zamówienie

# ClearBasketText
source: Clear cart
de: Korb klaren
pl: Wyczyść koszyk

# ClientRequiredErrorMessage
source: Select a client
de: Wählen Sie einen Kunde aus
pl: Wybierz klienta

# CustomOrderLabel
source: Add a custom order
de: Fügen Sie eine benutzerdefinierte Bestellung hinzu
pl: Dodaj zamówienie niestandardowe

# CustomOrderSubject
source: Custom order from
de: Sonderanfertigung von
pl: Niestandardowe zamówienie od

# DropOrSelectOrderFile
source: Drag and drop here, or click to select an order file
de: Hierher ziehen und ablegen oder klicken, um Bestelldatei auszuwählen
pl: Przeciągnij i upuść lub kliknij, aby wybrać pliki z zamówieniami

source: Edit order
de: Bestellung editieren
pl: Edytuj zamówienie

source: Edit order item
de: Bestellposition bearbeiten
pl: Edytuj pozycję zamówienia

# EnterSkuOrName
source: Enter SKU or product name
de: SKU oder den Namen eingeben
pl: Wprowadź SKU lub nazwę

# ExternalReferenceLabel
source: Customer's own number:
de: Eigene Nummer des Kunden:
pl: Numer własny klienta:

# FabricsLabel
source: Fabrics
de: Stoffe
pl: Tkaniny

source: Go to details
de: Zu den Details gehen
pl: Przejdź do szczegółów

source: History of status changes
de: Historie von Statusänderungen
pl: Historia zmian statusów

source: Import order
de: Bestellung importieren
pl: Import zamówienia

# InitCustomOrderLabel
source: I want to place a custom order
de: Ich möchte eine kundenspezifische Bestellung aufgeben
pl: Chcę złożyć zamówienie niestandardowe

# ItemNotFound
source: Product not found
de: Produkt nicht gefunden
pl: Nie znaleziono produktu

# LackInformation
source: Lack of information
de: Informationsmangel
pl: Brak informacji

# MoreInfoLabel
source: More info:
de: Zusätzliche Information:
pl: Uwagi:

source: My orders
de: Meine Bestellungen
pl: Moje zamówienia

# NameLabel
source: Name:
pl: Nazwa:

# NavigateToOrder
source: Back to order
de: Zurück zur Bestellung
pl: Powróć do zamówienia

# NavigateToOrdersList
source: Back to orders list
de: Zurück zur Bestellliste
pl: Powróć do zamówień

# NewOrder
source: Place order
de: Bestellung absenden
pl: Złóż zamówienie

# NoOrderItemsLabel
source: The cart is empty. Add first order item.
de: Der Warenkorb ist leer. Fügen Sie die erste Position der Bestellung hinzu.
pl: Koszyk jest pusty. Dodaj pierwszą pozycję zamówienia.

# NotFound
source: No variants available
de: Keine Varianten verfügbar
pl: Brak dostępnych wariantów

source: Order
de: Bestellung
pl: Zamówienie

# OrderFileError
source: The order file is incorrect. Upload the correct order file.
de: Die Bestelldatei ist falsch. Laden Sie die richtige Bestelldatei hoch.
pl: Plik zamówienia ma niepoprawny format. Prześlij poprawny plik zamówienia.

source: Order item
de: Bestellungsartikel
pl: Pozycja zamówienia

# OrderItemsLabel
source: Order items
de: Positionen der Bestellung
pl: Pozycje zamówienia

# OrderNotFound
source: Order has not been found
de: Bestellung nicht gefunden
pl: Zamówienie nie zostało znalezione.

# OrderPlacedSuccessfully
source: The order has been placed successfully. Your order is being processed. It will be visible on the list of orders soon.
de: Die Bestellung wurde erfolgreich aufgegeben. Ihre Bestellung wird bearbeitet. Bald wird es auf der Liste der Bestellungen sichtbar sein.
pl: Zamówienie zostało pomyślnie złożone. Trwa przetwarzanie zamówienia. Niedługo będzie widoczne na liście zamówień.

source: Orders
de: Bestellungen
pl: Zamówienia

source: Order status:
pl: Status zamówienia:

source: Expected date of product on stock:
de: Voraussichtliches Lagerdatum der Ware:
pl: Przewidywana data towaru na magazynie:

# OrderStatusNotFound
source: Order status has not been found
de: Bestellstatus nicht gefunden
pl: Status zamówienia nie został znaleziony.

# OrderStatusUpdatedSuccessfully
source: Order status has been updated successfully.
de: Bestellstatus wurde erfolgreich aktualisiert.
pl: Status zamówienia został pomyślnie zaktualizowany.

# OrganisationNotFound:
source: Customer organization does not exist
de: Kundenorganisation existiert nicht
pl: Organizacja klienta nie istnieje

# OutletQuantityLabel
source: Outlet quantity:
de: Menge ab Verkaufsstelle:
pl: Ilość z wyprzedaży:

source: Place order
de: Neue Bestellung
pl: Złóż zamówienie

# QuantityLabel
source: Quantity:
de: Anzahl:
pl: Ilość:

# SelectClientLabel
source: Select a client:
de: Kunde auswählen
pl: Wybierz klienta:

# SidebarTitle
source: Add the selected product variant to the cart
de: Fügen Sie die ausgewählte Produktvariante dem Warenkorb hinzu
pl: Dodaj wybrany wariant produktu do koszyka

source: Successfully canceled order.
de: Bestellung erfolgreich storniert.
pl: Pomyślnie anulowano zamówienie.

# StockQuantityLabel
source: Stock quantity:
de: Menge ab Lager:
pl: Ilość z magazynu:

# ToBasketLabel
source: View cart
de: Warenkorb ansehen
pl: Zobacz koszyk

source: Update order status
de: Bestellstatus aktualisieren
pl: Aktualizuj status zamówienia

# AreYouSureToCancelOrder
source: Are you sure you want to cancel the order.
de: Möchten Sie die Bestellung wirklich stornieren?
pl: Czy na pewno chcesz anulować zamówienie.

# CancelationConfirmationDialog
source: Confirm the cancellation of the order
de: Bestätigen Sie die Stornierung der Bestellung
pl: Potwierdź anulacje zamówienia

# CancelOrderItem
source: Cancel the order item
de: Bestellposition stornieren
pl: Anuluj pozycję zamówienia
