Repository: dawiddworak88/GiuruIdentity
Catalog: */Infrastructure/Localization/Foundation.Localization/Resources/ProductResources.*.resx
Languages: de, pl

source: Add category
de: Kategorie hinzufügen
pl: Dodaj kategorię

# CategoryDeletedSuccessfully
source: Category has been deleted successfully.
de: Kategorie wurde erfolgreich gelöscht.
pl: Kategoria została usunięta.

# CategoryNotFound
source: Category hasn't been found.
de: Kategorie nicht gefunden.
pl: Kategoria nie została znaleziona.

source: Category picture
de: Kategorie Bild
pl: Zdjęcie kategorii

# CategorySavedSuccessfully
source: Category has been saved successfully.
de: Kategorie wurde erfolgreich gespeichert.
pl: Kategoria została pomyślnie zapisana.

source: Edit category
de: Kategorie bearbeiten
pl: Edytuj kategorię

source: Edit product
de: Produkt bearbeiten
pl: Edytuj produkt

source: Edit product attribute
de: Produktattribut bearbeiten
pl: Edytuj atrybut produktu

# EditProductAttributeItem
source: Edit attribute item
de: Wert des Attributs bearbeiten
pl: Edytuj wartość atrybutu

source: Edit product card
de: Produktkarte bearbeiten
pl: Edytuj kartę produktu

source: Enter category name
de: Bitte den Kategorienamen eingeben
pl: Wprowadź nazwę kategorii

# EnterProductAttributeItemName
source: Enter attribute item name
de: Biite den Wert des Attributs eingeben
pl: Wprowadź nazwę wartości atrybutu

source: Enter product attribute name
de: Bitte Produktattributname eingeben
pl: Wprowadź nazwę atrybutu produktu

# EnterSkuText
source: Enter SKU
de: Bitte SKU eingeben
pl: Wprowadź SKU

# IsNew
source: New
de: Neu
pl: Nowy

# IsPublished
source: Published
de: Veröffentlicht
pl: Opublikowany

# NavigateToAttributesLabel
source: Back to attributes
de: Zurück zu den Attributen
pl: Powróć do atrybutów

# NavigateToCategoriesLabel
source: Back to categories
de: Zurück zu den Kategorien
pl: Powróć do kategorii

# NavigateToProductCards
source: Back to product cards
de: Gehen Sie zurück zu den Produktkarten
pl: Powróć do kart produktów

# NavigateToProductsLabel
source: Back to products
de: Zurück zu den Produktlisten
pl: Powróć do produktów

source: New product
de: Neues Produkt
pl: Nowy produkt

source: New product attribute
de: Neues Produktattribut
pl: Nowy atrybut produktu

source: New product attribute item
de: Neue Wert des Produktattributs
pl: Nowa wartość atrybutu produktu

# NewProductCard
source: Add a new product card
de: Neue Produktkarte hinzufügen
pl: Dodaj nową kartę produktu

# NewProductCardAttribute
source: Add a new attribute
de: Fügen Sie ein neues Attribut hinzu
pl: Dodaj nowy atrybut

source: Parent category
de: Eltern-Kategorie
pl: Kategoria nadrzędna

# ParentCategoryNotFound
source: Parent category hasn't been found
de: Eltern Kategorie nicht gefunden
pl: Kategoria nadrzędnia nie została znaleziona

source: Product
de: Produkt
pl: Produkt

# ProductAlreadyExists
source: Product has been already created.
de: Das Produkt wurde schon erstellt.
pl: Produkt został już utworzony.

# ProductAttributeDeletedSuccessfully
source: Product attribute has been deleted successfully.
de: Das Produktattribut wurde erfolgreich gelöscht.
pl: Atrybut produktu został usunięty.

# ProductAttributeExists
source: Attribute with that name already exists.
de: Ein Attribut mit diesem Namen ist bereits vorhanden.
pl: Atrybut o takiej nazwie już istnieje.

# ProductAttributeItemDeletedSuccessfully
source: Product attribute item has been deleted successfully.
de: Der Wert des Produktattributs wurde erfolgreich gelöscht.
pl: Wartość atrybutu została usunięta.

# ProductAttributeItemNotFound
source: Product attribute item has not been found.
de: Der Wert des Produktattributs nicht gefunden.
pl: Wartość atrybutu produktu nie została znaleziona.

# ProductAttributeItemSavedSuccessfully
source: Product attribute item has been saved successfully.
de: Die Wert des Produktattributs wurde erfolgreich gespeichert.
pl: Wartość atrybutu została pomyślnie zapisana.

# ProductAttributeNotEmpty
source: Delete product attribute items of this attribute first.
de: Bitte zuerst die Werte des Produktattributs löschen.
pl: Usuń wartości przypisane do tego atrybutu.

# ProductAttributeNotFound
source: Product attribute has not been found.
de: Produktattribut nicht gefunden.
pl: Atrybut produktu nie został znaleziony.

# ProductAttributeSavedSuccessfully
source: Product attribute has been saved successfully.
de: Das Produktattribut wurde erfolgreich gespeichert.
pl: Atrybut produktu został pomyślnie zapisany.

# ProductCardDefaultInputName
source: New Element
de: Neuer Gegenstand
pl: Nowy Element

# ProductCardNameErrorMessage
source: The attribute name shouldn't contain numbers and special characters.
de: Der Attributname sollte keine Zahlen und Sonderzeichen enthalten.
pl: Nazwa atrybutu nie powinna zawierać liczb i znaków specjalnych.

# ProductDeletedSuccessfully
source: Product has been deleted successfully
de: Produkt wurde erfolgreich gelöscht.
pl: Produkt został usunięty.

# ProductDetailText
source: Product
de: Produkt
pl: Produkt

# ProductFilesLabel
source: Product files
de: Produkt Dateien
pl: Pliki do pobrania

source: Product information
de: Produktinformation
pl: Informacje o produkcie

# ProductPicturesLabel
source: Product pictures
de: Produkt Bilder
pl: Zdjęcia produktu

source: Products
de: Produkte
pl: Produkty

# ProductSavedSuccessfully
source: Product has been saved succcessfully.
de: Das Produkt wurde erfolgreich gespeichert.
pl: Produkt został pomyślnie zapisany.

# ProductsDeleteCategoryConflict
source: Delete products that belog to the category.
de: Löschen Sie sie zuerst Produkte, die zu dieser Kategorie gehören.
pl: Usuń produkty przypisane do tej kategorii.

source: Product variants
de: Produktvarianten
pl: Warianty produktu

# ProductVariantsDeleteProductConflict
source: Delete variants of this product first.
de: Bitte zuerst die Varianten des Produkts löschen.
pl: Usuń warianty tego produktu.

source: Select category
de: Kategorie wählen
pl: Wybierz kategorię

source: Select primary product
de: Bitte Primärprodukt auswählen
pl: Wybierz produkt nadrzędny

# SkuRequiredErrorMessage
source: Enter SKU
de: Bitte SKU eingeben
pl: Wprowadź SKU

# SubcategoriesDeleteCategoryConflict
source: Delete subcategories of this category first.
de: Bitte zuerst die Unterkategorien löschen, die zu dieser Kategorie gehören.
pl: Usuń podkategorie należące do tej kategorii.

source: Successfully saved product card.
de: Produktkarte erfolgreich gespeichert.
pl: Pomyślnie zapisano kartę produktu.

# ToDefinition
source: Go to definition
de: Gehen Sie zur Definition
pl: Przejdź do definicji
